<PAD>
<UNK>
<EOS>
<NAV>
<ORA>
<TAR>
airconditioner
toilet
clothesdryer
scale
statue
heater
pool
photo
pot
telephone
chestofdrawer
sign
stove
tissue
nightstand
shoe
candle
trashcan
ottoman
firealarm
bowl
shampoo
watercooler
toy
chandelier
clock
tv
screen
stool
chest
microwave
teapot
lamp
book
papertowel
skylight
floorlamp
toiletpaper
piano
displaycase
soap
dresser
ladder
picture
plant
dishwasher
mat
plate
fireextinguisher
toiletbrush
rug
vase
guitar
phone
bookcase
sink
cushion
desk
wardrobe
sconce
fireplace
basin
chimney
box
faucet
easel
towel
washingmachine
sofa
bucket
bed
pipe
coatrack
computer
hanger
bottle
basket
painting
pillow
fridge
the
go
.
?
i
to
,
and
right
left
should
room
or
stairs
a
you
down
turn
into
of
on
straight
up
door
in
through
then
that
'
hallway
your
head
do
it
this
with
where
is
there
hall
towards
see
around
bedroom
continue
going
at
way
past
out
back
kitchen
take
yes
keep
now
which
table
here
forward
front
walk
next
ahead
be
my
bathroom
me
from
ok
one
doors
enter
s
am
toward
will
until
outside
end
not
staircase
doorway
are
open
make
okay
steps
can
we
m
area
another
living
need
no
all
white
like
for
t
chairs
those
wall
stop
behind
again
just
dining
so
an
exit
looks
get
move
!
but
direction
when
re
first
side
ll
set
other
think
reach
)
couch
please
more
two
stay
floor
proceed
have
upstairs
look
small
far
downstairs
chair
black
what
house
top
want
some
sorry
little
inside
(
find
leave
follow
by
guess
corner
them
goal
these
rooms
glass
was
after
bottom
large
double
hi
blue
path
before
looking
red
further
closet
if
ask
wooden
as
did
big
pass
once
shall
/
long
near
facing
don
-
alright
wrong
bit
has
try
correct
step
brown
...
second
were
directions
mirror
too
heading
window
came
slightly
im
round
directly
office
hello
says
passed
across
route
green
flight
opening
maybe
sure
between
over
patio
along
only
stand
till
went
tell
might
railing
stair
yet
thru
come
place
spiral
any
got
leads
building
could
off
immediately
carpet
immediate
they
start
check
wood
would
level
showing
begin
standing
few
couches
degrees
island
same
yeah
middle
its
leading
let
our
yep
2
seems
purple
laundry
still
counter
balcony
how
bar
entrance
instructions
face
lobby
arch
dark
windows
:
..
different
alrighty
180
slight
couple
ve
thought
hanging
onto
three
case
last
;
ends
stairway
actually
walls
button
wine
help
guessed
narrow
hit
else
video
garage
about
give
somewhere
shows
outdoor
yellow
orange
know
walking
very
center
seem
landing
thing
ways
closer
already
lounge
stops
point
arched
spot
well
moving
sitting
guide
turning
exercise
light
deck
curtains
appears
archway
either
thats
gray
library
isn
main
said
trash
marble
paper
nope
must
vases
tub
furniture
beyond
also
fire
may
potted
show
walkway
good
plants
entry
closed
passing
made
had
many
contains
hard
done
close
though
oven
target
infront
lot
forwards
grey
d
doesn
taking
headed
cylinder
figure
didn
cabinet
really
believe
both
veer
equipment
supposed
>
shower
3
sharp
outdoors
tables
click
guessing
tree
foot
base
does
thanks
stone
lol
corridor
curved
lights
90
even
beside
hand
treadmill
flowers
giving
circular
beds
short
nice
intersection
following
tall
space
pillows
carpeted
flower
great
candles
each
hang
iron
time
wait
oh
soon
instead
bench
turned
curve
since
flights
pretty
visible
rt
gym
reception
opposite
found
metal
able
entryway
lost
lots
u
dont
part
brick
game
us
sets
entered
descend
flooring
cylinders
hallways
garden
silver
floors
quick
weird
trying
sofas
almost
direct
above
navigate
colorful
map
4
ovens
circle
while
stools
anything
explore
best
approach
against
towels
christmas
goes
entering
than
seating
cabinets
poster
frame
home
lead
master
distance
away
zebra
television
gonna
options
family
pillar
smaller
umbrella
completely
because
work
asked
o
venture
, (
lady
pillars
seeing
something
new
. :)
bedspread
til
tile
say
leather
restroom
pole
coffee
foyer
fancy
confused
anywhere
doing
view
he
kinda
wasn
mini
railings
moved
pink
being
message
den
tried
kind
question
sides
sort
shelf
ones
bathtub
oops
press
doorways
been
ha
problem
under
bannister
l
mean
washer
possible
specific
confusing
water
staying
extinguisher
mirrored
indoors
grand
oracle
use
porch
tan
meant
thur
dinning
travel
r
halls
today
floral
man
bright
hey
return
clear
ugh
giant
bedrooms
reached
pictures
youll
swimming
four
haha
suppose
bath
half
track
scroll
probably
pavers
apparently
retrace
choppy
paintings
climb
lt
1
dryer
display
took
farther
several
french
massage
friend
hug
lets
full
witch
whole
guidance
started
hmm
landmarks
cross
shelves
2nd
cant
youre
laptop
easy
turns
appear
effort
opened
wide
saw
bathrooms
colored
feet
columns
art
damn
elsewhere
allowing
structure
telling
books
livingroom
hope
lucky
neither
foosball
sliding
legs
ceiling
partition
possibly
night
destination
passage
boy
armchairs
goback
quite
ground
enough
gone
huge
coming
beginning
paths
lit
task
things
ornate
ago
women
final
below
loft
type
machine
wrought
exactly
saying
ugly
asking
current
yourself
elvis
closest
weave
ther
th
alcove
bigger
sidewalk
miss
least
rocking
cellar
send
enclosed
choose
terracotta
gotcha
haven
steel
bear
position
maroon
pit
worth
hmmm
told
staight
mess
wind
elevator
layout
bush
k
mistake
thermostat
stuck
intothe
0
none
pair
robe
ascend
! :)
fan
fence
flag
horse
nothing
information
fine
ready
decor
bat
arrived
larger
leaving
arches
arrangement
pots
hardwood
job
unclear
statues
stainless
machines
midway
violin
gate
dog
tiny
deeper
air
mouse
heylo
previous
rght
why
panels
exact
upper
labeled
awesome
huh
threshold
foward
cylider
hint
grass
5
messed
acuario
weight
rails
option
basement
won
theres
rotate
garbage
helps
didnt
located
animal
looked
anyway
bookshelf
planter
striped
slowly
sauna
lattice
helpful
proper
getting
beige
piece
bike
stright
lefthand
hidden
reclining
talking
seen
concrete
ending
tiled
twice
bah
ropes
much
board
woah
doormat
rail
boxes
takes
love
working
divider
branches
years
rock
earlier
yup
swing
counters
portrait
multiple
seat
bricks
balcon
always
fitness
te
beads
fountain
houses
reason
guese
outto
refrigerator
saloon
rear
wow
missing
decoration
qay
advise
lower
person
location
shaped
continuing
having
odd
perfect
their
who
ended
gets
distant
reaching
equally
tricky
whoops
kithen
clothes
decorative
parallel
wing
arrow
railed
thorugh
comforter
backdoor
runner
tiles
report
bad
dead
lamps
hocky
cool
guy
stained
live
thank
individually
unfortunately
correctly
worries
thelivingroom
promising
color
road
incorrect
someones
movement
stopped
feel
heads
towars
such
gotowards
skips
imat
casino
questions
using
range
framed
thepath
uh
wodden
snacks
bunch
write
apologize
bet
chaise
connected
btw
curtain
choices
strange
five
assuming
host
column
int
greenish
throught
never
study
dragons
untill
jumping
third
wheel
ascending
cushions
showed
. .
thougt
omg
roped
perimeter
somethign
basketball
trip
backward
rod
cook
posts
hould
wicker
everywhere
cam
arrive
interesting
platform
nor
cars
routes
fork
wanting
slot
vision
according
finish
omelette
magical
halfway
glitched
throw
illuminated
strings
referring
straightforward
displays
creepy
via
keeping
remain
idea
fist
thick
print
ironing
guest
electric
patterned
#
understand
pressed
hoping
stairwell
elevated
boo
obviously
leftmost
cloth
....
single
furthest
walked
centers
magic
access
arond
dressed
mentioned
backwards
sculpture
intersecting
billiards
bikes
contain
farthest
copier
sunroof
wanna
panel
square
*
urns
forget
tired
270
ever
walkin
golden
overhead
preview
rights
bathrobes
adjacent
beach
passageway
salon
entrances
? :)
spider
gof
ish
okie
circles
. (
definitely
starcase
fault
reddish
drawers
exited
vanity
people
fof
geez
post
staicase
nd
run
bog
mirrors
course
rooftop
underneath
en
girl
dokie
11
crossroads
pail
cushioned
beaded
shot
slow
apologies
photos
somebody
barber
rest
slats
haystack
doorfames
broken
aren
kichen
orient
napoleon
washing
rectangular
trhough
newspaper
gosh
diamond
stick
partner
rigbht
rounded
isnt
wouldn
lantern
bistro
thereafter
. :
dispenser
lest
gold
feels
bathoom
available
detailed
exiting
monroe
arrives
desks
cut
shiny
info
throug
called
nav
panes
led
bend
lined
chosen
billiard
haed
pools
put
bookcases
rigt
misunderstood
nobody
venturing
unless
grab
hammock
hallwa
chalkboard
splits
ledge
ensuite
soft
leae
literally
previously
utility
hm
granite
